{
  "guide": {
    "content": "<div class=\"warning\">\n  <p>• <strong>Encuentra tu nombre de usuario :</strong> DataMB Pro > Gestionar cuenta > \"Ahora has iniciado sesión como [tu nombre de usuario]\"</p>\n  <p>• <strong>Beta :</strong> El acceso gratuito anticipado solo se ofrecerá por tiempo limitado y no representa el producto final\n</p>\n    <p>• <strong>Límite de consultas :</strong> 10 consultas exitosas de DataMB Chat y 10 consultas exitosas de DataMB Viz Chat por usuario por día</p>\n</p>\n</div>\n\n  <div class=\"metric\">\n   \n    <p class=\"metric-definition\"><strong>• Conjunto de datos :</strong> 🇪🇺 5 Principales Ligas 24-25, mínimo 800 minutos jugados.</p><br>\n  <p class=\"metric-definition\"><strong>• LLM :</strong> OpenAI GPT-4o y GPT-4o Mini</p><br>\n  <p class=\"metric-definition\"><strong>• DataMB Chat :</strong> Conversacional, diseñado para respuestas de texto (\"¿Quién es el mejor en...\", \"Cuéntame sobre...\", \"Clasifica...\", etc.). No está diseñado para dibujar visuales.</p><br>\n  <p class=\"metric-definition\"><strong>• DataMB Viz Chat : </strong>Diseñado para proporcionar respuestas visuales trazando gráficos y diagramas (\"Grafica...\", \"Gráfico de barras...\", \"Gráfico circular...\", etc.). No está diseñado para responder con texto.</p><br>\n</div>\n  <div class=\"metric\">\n  <p class=\"metric-definition\">• Para mostrar visuales después de una consulta, haz clic en \"Cargar Visuales\". Si encuentras un error durante la consulta, haz clic en \"Cargar Visuales\" de todos modos, ya que podría haberse generado a pesar del error.</p><br>\n\n  <p class=\"metric-definition\">• El Agente IA puede ser bastante delicado y a menudo mostrará errores si la consulta no es exactamente correcta o está fuera de su alcance. Asegúrate de que la consulta sea precisa y lo más específica posible.</p><br>\n\n\n<p class=\"metric-definition\">• Como el modelo GPT en el que se construyó, también puede generar información incorrecta cuando no encuentra la respuesta correcta. No garantizamos que las respuestas siempre sean correctas.</p><br>\n\n<p class=\"metric-definition\">• Para buscar jugadores, te aconsejamos usar inicial del nombre + apellido (ej: E. Haaland), excepto para jugadores brasileños y portugueses (ej: Bernardo Silva).</p>\n\n</div>\n\n   <div class=\"metric\">\n    <p class=\"metric-definition\"><strong>• Métricas :</strong> Para imprimir las columnas y ver todas las métricas de jugadores, escribe \"df.columns\" en DataMB Chat. También se pueden consultar información de equipos y ligas; la IA usará métricas de jugadores</p><br>\n  <p class=\"metric-definition\"><strong>• Operaciones confirmadas :</strong> Comparación (jugadores, equipos, ligas...), Clasificación (jugadores, equipos, ligas...), Ordenamiento/Filtrado, Suma/Resta, Multiplicación/División, Promedios, Conteo, Percentiles (no tan consistentemente), Índice de rango promedio.</p><br>\n  <p class=\"metric-definition\"><strong>• Tipos de gráficos confirmados : </strong>Gráfico de dispersión, Gráfico de barras horizontal, Gráfico de barras vertical, Gráfico circular, Gráfico 3D, Histograma de distribución. Los gráficos de radar a veces se pueden obtener pero son más complicados, y aún no se ha encontrado una consulta consistente. También puedes especificar modificaciones (comparaciones, filtros, colores, tamaños...).</p><br>\n</div>"
  }
} 